# Базовые тексты для бота
WELCOME_MESSAGE = """Привет, ВЕГАвец/комиссар/родитель/выпускник! 👋🏻

Ты воспользовался первым в истории ВЕГи телеграмм-ботом для продажи мерча выпуска 2026 🎉 
Осторожно: красота наших позиций может ослепить, ведь в них мы вложили всю свою душу 🫂

Хочешь сделать заказ и тем самым поддержать создание выпускного концерта?😍"""

MENU_BUTTON_TEXT = "⬇️ Открыть меню ⬇️"

PAYMENT_INSTRUCTIONS = """🌟А теперь посчитай сумму своего заказа и оплати его!

Вот реквизиты для оплаты:

💥Если у тебя Т-банк, то переводи по ссылке:
https://www.tinkoff.ru/rm/r_OpteYXmJCH.MnTxuRmusw/MplT943264

💥Если сбер или другой банк, то по СБП по
– Номеру счета: 42301810300081716162

‼️обязательно подпиши свою фамилию и имя

Получатель:
КИРА ДМИТРИЕВНА И."""

ASK_PAYMENT_SCREENSHOT = "Теперь пришлите скрин оплаты товара:"

SUCCESS_MESSAGE = """📸 Фото получено! Заказ принят и будет доставлен💯

Спасибо за покупку! С любовью, выпускники 2026✌️"""

ORDER_MORE_BUTTON_TEXT = "🛍 Заказать ещё"